/* Service Name (Do not translate) */
"Rackspace Cloud Files" = "Rackspace-cloudbestanden";

/* CDN Provider (Do not translate) */
"Akamai" = "Akamai";

/* This key must be included with your control panel username in all requests to the Cloud Web Services API. */
"API Access Key" = "API-toegangssleutel";

/* Content Distribution Network */
"CDN Enabled" = "CDN actief";

/* Content Distribution Network */
"CDN Disabled" = "CDN niet actief";

"IAD" = "Noord-Virginia (IAD)";
"ORD" = "Chicago (ORD)";
"DFW" = "Dallas (DFW)";
"LON" = "Londen (LON)";
"SYD" = "Sydney (SYD)";
"HKG" = "Hong Kong (HKG)";
